// Файл перевода FMG на русский язык. Источник: lang-en.js. Версия 0.01a
window.translation = {
  titleFull: "Генератор фэнтези карт",
  titleName: " ",
  title: "Генератор фэнтези карт",
  version: "в. ",
  loading: "ЗАГРУЗКА",
  newMap: "Новая карта!",
  layers: "Слои",
  style: "Стиль",
  options: "Опции",
  tools: "Редактор",
  about: "Справка",
  tipOptionsTrigger: "Нажмите для открытия панели меню. Клавиша Tab",
  tipRegenerate: "Нажмите, чтобы сгенерировать новую карту. Клавиша F2",
  optionsDragTrigger: "Зажмите и тяните, чтобы переместить меню",
  optionsHide: "Нажмите, чтобы скрыть меню. Клавиша: Tab (скрыть меню) Esc (скрыть меню и закрыть все окна)",
  layersTab: "Нажмите, чтобы изменить слои карты, их видимость и порядок",
  styleTab: "Нажмите, чтобы окрыть вкладку для работы над стилем",
  optionsTab: "Нажмите, чтобы изменить настройки генерации карты и пользовательского интерейса",
  toolsTab: "Нажмите, чтобы открыть вкладку инструментов",
  aboutTab: "Нажмите, чтобы посмотреть информацию о Генераторе"
};